#-------------------------------------------------------------------------------
# Copyright (C) 2010 - 2016. TIBCO Software Inc. 
# All Rights Reserved. Confidential & Proprietary.
#-------------------------------------------------------------------------------
ActionSwitchWorkspace_ActionLabel=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u5207\u308a\u66ff\u3048\u308b
ActionSwitchWorkspace_DialogTitle=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u5207\u308a\u66ff\u3048\u308b
ActionSwitchWorkspace_RestartMsg=ezRepo Designer \u306f\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3067\u518d\u8d77\u52d5\u3057\u307e\u3059
Application_ErrorTitle=\u30a8\u30e9\u30fc
Application_WorkspaceErrorMsg=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9 \u30eb\u30fc\u30c8\u304c\u306a\u3044\u3068\u8d77\u52d5\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u30d7\u30ed\u30bb\u30b9\u304c\u7d42\u4e86\u3057\u307e\u3059\u3002
ApplicationWorkbenchAdvisor_ProductName=ezRepo Designer \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u7248
ApplicationWorkbenchAdvisor_RepositoryURLReadError=\u88fd\u54c1\u30ea\u30dd\u30b8\u30c8\u30ea\u306eURL\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
ApplicationWorkbenchWindowAdvisor_jasper_open_studio=ezRepo \u30c7\u30b6\u30a4\u30ca\u30fc
InstallNewSoftwareHandler_TaskName=\u5229\u7528\u53ef\u80fd\u306a\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u63a2\u3057\u3066\u3044\u307e\u3059...
P2Util_ErrorMessage=\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u304d\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
PickWorkspaceDialog_BrowseBtn=\u30d6\u30e9\u30a6\u30ba...
PickWorkspaceDialog_CannoCreateDirMsg=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
PickWorkspaceDialog_CannotReadMsg=\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093: {0}\u3002 \u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
PickWorkspaceDialog_CloneBtn=\u30af\u30ed\u30fc\u30f3
PickWorkspaceDialog_CloneWSQuestion=\u65b0\u3057\u304f\u8907\u88fd\u3055\u308c\u305f\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u8a2d\u5b9a\u3057\u307e\u3059\u304b?
PickWorkspaceDialog_CreateDirQuestion=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \u4f5c\u6210\u3057\u307e\u3059\u304b\uff1f
PickWorkspaceDialog_DirNotExistMsg=\u9078\u629e\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
PickWorkspaceDialog_DirNotReadableMsg=\u9078\u629e\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093
PickWorkspaceDialog_DirNotSetMsg=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
PickWorkspaceDialog_ErrorCloningWSMsg=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u30af\u30ed\u30fc\u30f3\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:
PickWorkspaceDialog_ErrorCreatingDirsMsg=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30d5\u30a9\u30eb\u30c0\u306e\u6a29\u9650\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
PickWorkspaceDialog_ErrorMsgDialog=\u30a8\u30e9\u30fc
PickWorkspaceDialog_GenericErrorMsg=\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
PickWorkspaceDialog_InfoMsg=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306f\u3001\u30ec\u30dd\u30fc\u30c8\u3001\u30c7\u30fc\u30bf \u30a2\u30c0\u30d7\u30bf\u30fc\u3001\u304a\u3088\u3073\u3055\u307e\u3056\u307e\u306a\u91cd\u8981\u306a\u8a2d\u5b9a\u304c\u4fdd\u5b58\u3055\u308c\u308b\u5834\u6240\u3067\u3059\u3002
PickWorkspaceDialog_NewDirectoryTitle=\u65b0\u3057\u3044\u30c7\u30a3\u30ec\u30af\u30c8\u30ea
PickWorkspaceDialog_PathIsNotDirMsg=\u9078\u629e\u3057\u305f\u30d1\u30b9\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u306f\u3042\u308a\u307e\u305b\u3093
PickWorkspaceDialog_SameWorkspaceErrorMsg=\u6307\u5b9a\u3055\u308c\u305f\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306f\u3001\u73fe\u5728\u5b9f\u884c\u4e2d\u3067\u3059\u3002
PickWorkspaceDialog_SameWSMsg=\u30bd\u30fc\u30b9\u3068\u30bf\u30fc\u30b2\u30c3\u30c8\u306e\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u304c\u540c\u3058
PickWorkspaceDialog_SelectionMsg=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u30eb\u30fc\u30c8\u3068\u306a\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
PickWorkspaceDialog_SelectWSRootMsg=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9 \u30eb\u30fc\u30c8\u3092\u9078\u629e
PickWorkspaceDialog_SelectWSTitle=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u9078\u629e
PickWorkspaceDialog_SourceNotFoundMsg=\u30bd\u30fc\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093: {0}
PickWorkspaceDialog_SwitchWSTitle=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u5207\u308a\u66ff\u3048\u308b
PickWorkspaceDialog_Title=ezRepo Designer \u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u9078\u629e
PickWorkspaceDialog_UnableToCopyMsg=\u30d5\u30a1\u30a4\u30eb\u3092\u30b3\u30d4\u30fc\u3067\u304d\u307e\u305b\u3093: {0} \u3092 {1} \u306b
PickWorkspaceDialog_UnableToCreateWSMsg=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30a8\u30e9\u30fc \u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
PickWorkspaceDialog_WSClonedOKMsg=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u8907\u88fd
PickWorkspaceDialog_WSNotReadableMsg=\u73fe\u5728\u5165\u529b\u3055\u308c\u3066\u3044\u308b\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9 \u30d1\u30b9\u306f\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3002 \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u306e\u30a2\u30af\u30bb\u30b9\u8a31\u53ef\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
PickWorkspaceDialog_WSPathNotExistMsg=\u73fe\u5728\u5165\u529b\u3055\u308c\u3066\u3044\u308b\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9 \u30d1\u30b9\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \u6709\u52b9\u306a\u30d1\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
PickWorkspaceDialog_WSRootPathLabel=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u30eb\u30fc\u30c8\u30d1\u30b9
PickWorkspaceDialog_WSSubdirectoryMsg=\u30bf\u30fc\u30b2\u30c3\u30c8\u30d5\u30a9\u30eb\u30c0\u30fc\u306f\u3001\u73fe\u5728\u306e\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u30b5\u30d6\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u3059
PreloadingRepositoryHandler_ErrorMessage=\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093\u3002 \u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u3001\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u66f4\u65b0\u7528\u306b\u6b63\u3057\u304f\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30a8\u30e9\u30fc \u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
PreloadingRepositoryHandler_ErrorStatusMessage=\u5b9f\u884c\u4e2d\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb \u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 eclipse.p2.data.area \u304a\u3088\u3073 eclipse.p2.profile \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u3001\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e config.ini \u30d5\u30a1\u30a4\u30eb\u3067\u6b63\u3057\u304f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
PreloadingRepositoryHandler_SoftwareUpdatesTitle=\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u66f4\u65b0
Startup_jss_project=ezRepo \u30c7\u30b6\u30a4\u30ca\u30fc \u30d7\u30ed\u30b8\u30a7\u30af\u30c8
UpdateHandler_NoUpdatesMessage=\u691c\u7d22\u3059\u308b\u66f4\u65b0\u30b5\u30a4\u30c8\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u300c\u5229\u7528\u53ef\u80fd\u306a\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2 \u30b5\u30a4\u30c8\u300d\u8a2d\u5b9a\u3092\u958b\u304d\u307e\u3059\u304b?
UpdateHandler_NoUpdatesTitle=\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
UpdateHandler_TaskName=\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u306e\u78ba\u8a8d\u4e2d...
WorkspaceUtils_LinkText=\u65b9\u6cd5 - \u65e2\u5b58\u306e\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u304b\u3089\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3068\u8a2d\u5b9a\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b
WorkspaceUtils_WarningDialogMsg1=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9 ''{0}'' \u306f\u53e4\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u306e ezRepo Designer \u3067\u4f5c\u6210\u3055\u308c\u3066\u304a\u308a\u3001\u66f4\u65b0\u3055\u308c\u307e\u3059\u3002
WorkspaceUtils_WarningDialogMsg2=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u66f4\u65b0\u3059\u308b\u3068\u3001\u88fd\u54c1\u306e\u53e4\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u3068\u4e92\u63db\u6027\u304c\u306a\u304f\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\n
WorkspaceUtils_WarningDialogMsg3=\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e ezRepo Designer \u3082\u4f7f\u7528\u3059\u308b\u4e88\u5b9a\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u5225\u306e\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002\n\n
WorkspaceUtils_WarningDialogMsg4=\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u9078\u629e\u3057\u307e\u3059\u304b?
WorkspaceUtils_WarningDialogTitle=\u4ee5\u524d\u306e\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9 \u30d0\u30fc\u30b8\u30e7\u30f3
